""" โจทย์ข้อ 1 นักวิจัยรายงานว่าราคาค่าไฟฟ้าเฉลี่ยของครัวเรือนในพื้นที่หนึ่งมีราคามากกว่า 3.5 บาทต่อหน่วย
ตัวอย่างครัวเรือน 30 หลังที่เลือกมา มีราคาค่าไฟฟ้าเฉลี่ย 3.8 บาทต่อหน่วย
ข้อมูลราคาค่าไฟจากครัวเรือน
[3.2, 3.5, 3.8, 3.7, 3.6, 3.2,
3.9, 4.0, 3.7, 3.4, 3.6, 3.4,
3.8, 3.5, 3.9, 3.6, 3.8, 4.2,
3.4, 3.6, 3.7, 4.1, 3.9, 3.1]
ที่ระดับนัยสำคัญ 𝛼 = 0.05 ให้ทดสอบสมมติฐานว่าค่าเฉลี่ยราคาค่าไฟฟ้าต่อหน่วยในพื้นที่มากกว่า 3.5 บาท """


""" โจทย์ข้อ 2
นักวิจัยรายงานว่าอัตราการใช้อินเทอร์เน็ตบนมือถือเฉลี่ยของผู้คนในพื้นที่หนึ่งเกินกว่า 2 ชั่วโมงต่อวัน
จากการสุ่มตัวอย่างข้อมูลการใช้อินเทอร์เน็ตบนมือถือของคนจำนวน 1,000 คน ในไฟล์ CSV internet_usage_data.csv ใน github
ที่ระดับนัยสำคัญ 𝛼 = 0.05 ให้ทดสอบสมมติฐานว่าอัตราการใช้อินเทอร์เน็ตบนมือถือเฉลี่ยเกินกว่า 2 ชั่วโมงต่อวัน
"""